Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Signals are recorded with an ESI(+)-HRMS detector by extracting m/z 75.0553 for NDMA and m/z 81.0929 for NDMA-d6 with a mass accuracy of 15 ppm.
es_es: Las señales se registran mediante un detector ESI(+)-HRMS, con una relación masa/carga para la extracción de 75.0553 para NDMA y una relación masa/carga de 81.0929 para NDMA-d6, con una exactitud de masa de 15 ppm.

source: Signatory:
es_es: Firmante:

source: Signature
es_es: Firma

source: Signature Adoption:
es_es: Adopción de la firma:

source: Signature ID:
es_es: Identificación de la firma:

source: Signature:
es_es: Firma:

source: Signatures obtained electronically.
es_es: Firmas obtenidas electrónicamente.

source: Signatures – 12633114-TPA-03-P-QC-P11
es_es: Firmas – 12633114-TPA-03-P-QC-P11

source: Signatures:
es_es: Firmas:

source: Signatures: 2
es_es: Firmas: 2

source: Signed and dated written ICF in accordance with Good Clinical Practice (GCP) and local legislation prior to admission to the trial
es_es: Formulario de consentimiento informado escrito, firmado y fechado de acuerdo con las buenas prácticas clínicas y la legislación local antes de la admisión al ensayo

source: Signed and dated written informed consent prior to admission to the study, in accordance with GCP and local legislation
es_es: Haber firmado el consentimiento informado escrito y fechado de acuerdo con las buenas prácticas clínicas y la legislación local antes de la admisión en el estudio.

source: Signed by:
es_es: Firmante:

source: Signed – local RA responsible
es_es: Firmado - responsable de Asuntos Regulatorios local

source: Signed:
es_es: Firmó:

source: Signer Events
es_es: Eventos de los signatarios

source: Signer Name:
es_es: Nombre del firmante:

source: Signiergrund:
es_es: Motivo de la firma:

source: Signiert von:
es_es: Firmado por:

source: Signierzeit:
es_es: Fecha y hora de la firma:

source: Significance
es_es: Significatividad

source: Significance of the leading coefficient
es_es: Significatividad del coeficiente del término de mayor grado

source: Significance of the leading coefficient:
es_es: Significatividad del coeficiente del término de mayor grado:

source: Significance:
es_es: Significatividad:

source: Significant bleeding at incision site following tPA.
es_es: Hemorragia significativa en el lugar de incisión luego de la tPA.

source: Significantly different from zero
es_es: Significativamente diferente de cero

source: Signing Complete
es_es: Firma completa

source: Signing Reason:
es_es: Motivo de la firma:

source: Signing Time:
es_es: Fecha y hora de la firma:

source: Signs, symptoms, or the clinical sequelae of a suspected interaction.
es_es: Signos, síntomas o secuelas clínicas de una presunta interacción.

source: Silica colloidal anhydrous
es_es: Sílice coloidal anhidro

source: Silicone oil
es_es: Aceite de silicona

source: Silicone oil (NF “Dimethicone”, Ph.
es_es: Aceite de silicona (listado NF “dimeticona”, Ph.

source: Siliconization (both silicone oil compatibility and siliconization for lubrication)
es_es: Siliconación (compatibilidad con aceite de silicona y siliconación para lubricación)

source: Siliconized
es_es: Siliconado

source: Siliconized with silicone oil
es_es: Siliconado con aceite de silicona

source: Similar consistent results were observed for all lots by Capillary Electrophoresis-SDS Non Gel Sieving (CE-SDS NGS).
es_es: Se observaron resultados similares y uniformes en todas las partidas por medio de electroforesis capilar con SDS tamizado sin gel (CE-SDS NGS).

source: Similar for Pancreatic Cancer a malignancy questionnaire is automatically created for cases, serious and non-serious, containing an event matching the specific conditions for the SMQ Malignancies.
es_es: Al igual que con los casos de cáncer pancreático, se genera un cuestionario automático de tumores malignos para los eventos graves y no graves que se correspondan con las condiciones específicas de las consultas SMQ sobre tumores malignos.

source: Similar frequencies in both treatment groups were observed for AEs leading to discontinuation of study medication.
es_es: En ambos grupos de tratamiento, los eventos adversos que conducen a la interrupción del medicamento experimental se consignaron con una frecuencia similar.

source: Similar frequencies in both treatment groups were observed for serious hepatic injury and for events leading to discontinuation of study medication.
es_es: En ambos grupos de tratamiento, las lesiones hepáticas graves y los eventos adversos que conducen a la interrupción del medicamento experimental se consignaron con una frecuencia similar.

source: Similar frequencies of patients in both treatment groups were reported with ketoacidosis- related events based on the narrow BIcMQ (Table 12.1.3.3: 1).
es_es: Se informaron frecuencias similares de pacientes de ambos grupos de tratamiento con eventos relacionados con la cetoacidosis según la consulta BIcMQ específica (Tabla 12.1.3.3: 1).

source: Similar results were obtained for 1000 mg metformin administered in either the free or fixed dose combination with 5 mg empagliflozin, indicating that the dose of empagliflozin did not affect the metformin concentration-time profile (Figures 11.5.2.2.1: 5 and 11.5.2.2.1: 6).
es_es: Se obtuvieron resultados similares con 1000 mg de metformina en combinación a dosis libres o fijas con 5 mg de empagliflozina, lo que indica que la dosis de empagliflozina no afectó el perfil de concentración en el tiempo de metformina (Figuras 11.5.2.2.1: 5 y 11.5.2.2.1: 6).

source: Similar results were obtained for 1000 mg metformin administered with 5 mg empagliflozin under fed conditions.
es_es: Se obtuvieron resultados similares con 1000 mg de metformina administrados con 5 mg de empagliflozina en condiciones postprandiales.

source: Similar results were obtained for 5 mg empagliflozin administered in a fixed dose combination compared to 5 mg administered in a free dose combination under fed conditions (Figures 11.5.2.1.1: 5 and 11.5.2.1.1: 6).
es_es: Se obtuvieron resultados similares con 5 mg de empagliflozina en combinación a dosis fijas frente a 5 mg en combinación a dosis libre en condiciones postprandiales (Figuras 11.5.2.1.1: 5 y 11.5.2.1.1: 6).

source: Similar to AESIs, in order to capture all events related to a specific medical concept, all AEs were searched for potential inclusion in the analyses of specific AEs, not only those flagged by the investigator in the eCRF.
es_es: De manera similar a los eventos adversos de interés particular, para capturar todos los eventos relacionados con un concepto médico específico, no se buscaron solo los que el investigador había tildado en el eCRF, sino que se buscaron todos los eventos adversos y se intentó incluirlos entre los eventos adversos específicos.

source: Similar trends were observed for patients who had long-term exposure (cumulative exposure to study medication ≥52 weeks); see Table 15.2.4.28: 10.
es_es: Se observaron tendencias similares en pacientes que tuvieron una exposición prolongada (exposición acumulada a la medicación del estudio ≥52 semanas); ver Tabla 15.2.4.28: 10.

source: Similarity between BI DE (IN) and BI Promeco (MX)
es_es: Similitud entre BI DE (IN) y BI Promeco (MX).

source: Similarly under fed conditions, the individual and mean plasma concentration-time profiles for 12.5 mg empagliflozin administered in the fixed dose combination with metformin were comparable to that of 12.5 mg empagliflozin administered in the free dose combination with metformin (Figures 11.5.2.1.1: 3 and 11.5.2.1.1: 4).
es_es: De igual modo, los perfiles de concentración plasmática postprandial en el tiempo individual y medio para 12.5 mg de empagliflozina en combinación de dosis fija con metformina fueron equiparables a los de 12.5 mg de empagliflozina en combinación de dosis libre con metformina (Figuras 11.5.2.1.1: 3 y 11.5.2.1.1: 4).

source: Similarly, changes in vital signs, ECG, physical examination, and laboratory test results were to be recorded as AEs if they were judged as clinically relevant by the investigator.
es_es: De manera similar, debían consignarse como EA los cambios en los signos vitales, el ECG, el examen físico y los resultados de laboratorio si el investigador los consideraba clínicamente relevantes.

source: Similarly, fluorescence may be measured using an appropriate optical system.
es_es: También puede medirse la fluorescencia utilizando un sistema óptico adecuado.

source: Similarly, the study was not powered to definitively exclude between-group differences in symptomatic intracranial hemorrhage and mortality, but no statistically significant differences were noted.
es_es: El estudio tampoco contaba con la potencia suficiente para descartar de manera definitiva las diferencias entre grupos en la hemorragia intracraneal sintomática y la mortalidad, aunque no se observaron diferencias estadísticamente significativas.

source: Similarly, the trial investigators were exempted from performing a causality assessment and reporting these AEs on the SAE form to the sponsor, if the onset of the event was after randomization and the event did not qualify as AESI.
es_es: De manera similar, si el inicio del evento fue después de la aleatorización y este no era considerable como EAIP, los investigadores del ensayo quedaron exentos de realizar una evaluación de causalidad o informar al patrocinador estos EA en el formulario de eventos adversos graves.

source: Similarly, there was no significant treatment difference for investigator-reported heart failure adverse events (Section 4.2.6).
es_es: De igual modo, no hubo diferencias significativas entre los tratamientos para los eventos adversos relacionados con la insuficiencia cardíaca e informados por el investigador (Sección 4.2.6).

source: Simplified Floor Plan
es_es: Plano de planta simplificado

source: Simvastatin 40 (Zocor™)
es_es: Simvastatina 40 (Zocor™)

source: Sin embargo, algunos elementos importantes que deben ser definidos en el protocolo se pueden identificar de la siguiente manera:
es_es: However, following are some key items to be defined in the protocol:

source: Sin embargo, en algunas situaciones un diseño de grupos paralelos puede ser necesario.
es_es: However, in some situations a parallel group design may be necessary.

source: Sin embargo, en la mayoría de los casos, el uso exclusivo de los datos de excreción de orina se debe evitar, ya que no permite la estimación de la tmax y la concentración máxima.
es_es: However, in most cases, using urine excretion data alone should be avoided, as it does not allow for the estimation of tmax and peak concentrations.

source: Sin embargo, es esencial que se estudien dosis en la parte vertical de la curva de dosis-respuesta.
es_es: However, it is essential that doses be studied in the vertical section of the dose-response curve.

source: Sin embargo, es preferible evaluar la equivalencia mediante la realización de un estudio farmacocinético en lugar de un ensayo clínico que es menos sensible y requeriría un gran número de sujetos para alcanzar el poder estadístico adecuado.
es_es: However, equivalence is best assessed through a pharmacokinetic study rather than a less sensitive clinical trial which would require a large number of subjects to achieve adequate statistical power.

source: Sin embargo, esta medida de la biodisponibilidad (BD) relativa es inherentemente más variable que, por ejemplo, la relación de AUC, y en ciertos casos esta variabilidad puede hacer que demostrar bioequivalencia (BE) sea un desafío.
es_es: However, this measure of relative bioavailability is inherently more variable than, for example, the AUC ratio, and in certain cases this variability can hinder bioequivalence demonstration.

source: Sin embargo, los estudios sobre la disponibilidad local basados en estudios farmacocinéticos solos o en combinación con estudios de disolución in vitro están siendo considerados como sustitutos de los puntos finales para la demostración de calidad biofarmacéutica equivalente y liberación en el sitio de acción de algunos medicamentos que actúan a nivel local.
es_es: However, PK-based local availability studies alone or in combination with in vitro dissolution studies are being considered as substitute endpoints for biopharmaceutical quality and release equivalence at the site of action for some locally acting drugs.

source: Sin embargo, si la selección de uno o más analitos se realiza retrospectivamente como determinante de bioequivalencia (BE), entonces los riesgos tanto para el consumidor como para el medicamento cambian, por tanto, el analito cuyos datos se utilizarán para evaluar la bioequivalencia (BE) no se puede cambiar de forma retrospectiva.
es_es: However, if retrospectively selecting one or more analytes for bioequivalence determination|, then the risks for both the consumer and the drug product are changed; therefore the analyte to be assessed for bioequivalence cannot be changed retrospectively.

source: Sin embargo, si tmax debe ser sometido a un análisis estadístico, este debe basarse en métodos no paramétricos y se debe aplicar a los datos no transformados.
es_es: However, if tmax is to be included in statistical analyses, it should be based on nonparametric methods and applied to untransformed data.

source: Since 2 pg DNA per mg of tenecteplase is below the detection limit of the DNA assay, the assay is not sensitive enough to directly measure DNA levels in final product samples.
es_es: Dado que 2 pg de ADN por mg de tenecteplasa es un valor que cae por debajo del límite de detección del ensayo de ADN, el ensayo no es lo suficientemente sensible para medir de manera directa los niveles de ADN en muestras del producto final.

source: Since Catalent FR (Beinheim) site has solvent free process, capsule washing is removed from the Table 3 together with corresponded footnote.
es_es: Dado que la planta productora Catalent FR (Beinheim) tiene un proceso sin solventes, el lavado de cápsulas se elimina de la Tabla 3 junto con la nota al pie correspondiente.

source: Since all changes were only seen at increased light doses they are considered as neglectable under comparably low manufacturing light conditions.
es_es: Dado que los cambios sólo se observaron con dosis lumínicas elevadas, no se consideran relevantes para las condiciones de luz comparativamente bajas durante la fabricación.

source: Since all randomized subjects are included in the secondary outcome analysis, there is a need for a consistent ITT-based strategy of dealing with any missing mRS scores at 3 months.
es_es: Dado que todos los pacientes aleatorizados se incluyen en el análisis de los desenlaces secundarios, es preciso contar con una estrategia sistemática por intención de tratar para abordar las puntuaciones ausentes de la escala mRS en la evaluación realizada a los 3 meses.

source: Since empagliflozin has no ionisable center, the solubility is almost pH-independent.
es_es: Como no tiene centro ionizable, la solubilidad de la empagliflozina es casi independiente de su pH.

source: Since empagliflozin has no ionisable centers, the lipophilicity is pH-independent, e.g.:
es_es: Como la empagliflozina no tiene centros ionizables, la lipofilia es independiente de su pH, p. ej.:

source: Since empagliflozin has no ionisable centers, which means the solubility is almost pH- independent, the solubility was determined in the following aqueous media:
es_es: Como la empagliflozina no tiene centros ionizables, lo que significa que su solubilidad es casi independiente de su pH, esta se determinó en los siguientes medios acuosos:

source: Since empagliflozin has no ionisable centers, which means the solubility is almost pHindependent, the solubility was determined in the following aqueous media:
es_es: Como la empagliflozina no tiene centros ionizables, lo que significa que su solubilidad es casi independiente de su pH, esta se determinó en los siguientes medios acuosos:

source: Since light has no relevant impact on the lyophilised DP, no limits for light exposure times need to be defined for the manufacturing process either.
es_es: Dado que la luz no afecta significativamente el medicamento liofilizado, tampoco es necesario definir límites para los tiempos de exposición a la luz durante el proceso de fabricación.

source: Since most of the data (89.2%) were below the QL, statistical evaluation by regression methodology is not considered meaningful.
es_es: Dado que la mayoría de los datos (el 89,2%) están por debajo del límite de cuantificación, la evaluación estadística mediante regresión no se considera significativa.

source: Since no contamination was observed during the validation, the use of the UV detector is not necessary for routine testing.
es_es: Como no se observó contaminación durante la validación, el uso del detector UV no es necesario para las pruebas de rutina.

source: Since no nitrosating agent is present and pH is approximately pH 7.3, no risk is given
es_es: Como no hay ningún agente nitrosante y el pH es aproximadamente 7.3, no existe ningún riesgo.

source: Since no real sample with a relevant NDMA concentration was available, the following stressed material was used for the validation parameter robustness of chromatographic parameters:
es_es: Como no se contaba con ninguna muestra real con concentraciones relevantes de NDMA, se usaron los siguientes materiales sometidos a condiciones extremas para evaluar el parámetro de validación "robustez de los parámetros cromatográficos":

source: Since no real sample with a relevant NDMA concentration was available, the following stressed materials were used for the validation parameter robustness sample preparation:
es_es: Como no se contaba con ninguna muestra real con concentraciones relevantes de NDMA, se usaron los siguientes materiales sometidos a condiciones extremas para evaluar el parámetro de validación "robustez de las soluciones muestra":

source: Since step 2 was removed the numbering of steps were updated accordingly.
es_es: Como se eliminó el paso 2, la numeración de los pasos se actualizó para mantener la correlación.

source: Since the PBRER DLP (17 Apr 2021) until present (31 Oct 2021), there were 5 cases received with information on drug exposure during pregnancy.
es_es: Desde la fecha de cierre de la base de datos del informe PBRER (17 de abril de 2021) hasta el momento (31 de octubre de 2021), se recibieron 5 casos con información sobre la exposición medicamentosa durante el embarazo.

source: Since the analysis only included patients with ≥1 HHF, it was not a randomised treatment comparison and is therefore affected by selection bias.
es_es: Dado que el análisis solo incluyó pacientes con ≥1 HIC, no fue una comparación aleatorizada de tratamientos y, por lo tanto, adolece de un sesgo de selección.

source: Since the assembly process has no impact on the product quality the results are considered to be applicable also for PFS- NSD-2.
es_es: Dado que el proceso de montaje no afecta la calidad del producto, se considera que los resultados son válidos también para el dispositivo PFS-NSD-2.

source: Since the conditions for manufacturing and packaging are identical on each of the registered sites, the data are considered comparable and thus can be pooled to an overall picture.
es_es: Dado que las condiciones de fabricación y acondicionamiento son idénticas en todos los centros registrados, los datos se consideran comparables y, por ende, pueden agruparse para obtener un panorama general.

source: Since the correlation between logP and retention time is linear the unknown logP can be determined using the logP and the retention time of the two standards and the retention time of the sample.
es_es: Dado que la correlación entre logP y el tiempo de retención es lineal, el LogP desconocido se determina empleando el logP y el tiempo de retención de los dos estándares y el tiempo de retención de la muestra.

source: Since the manufacturing processes for tenecteplase 40 mg/vial and 50 mg/vial are very similar, the drug product has shown to be analytically comparable and the long-term and accelerated stability trends are comparable, a shelf life of 36 months is also recommended for the 40 mg/vial and 50 mg/vial presentation manufactured with SM6.
es_es: Como los procesos de fabricación de tenecteplasa, 40 mg/vial y 50 mg/vial son muy parecidos, y puesto que se ha demostrado que el medicamento en ambas presentaciones es equiparable en términos analíticos, así como lo son sus tendencias en los almacenamientos a largo plazo y acelerado, también se ha recomendado una vida útil de 36 meses para las presentaciones de 40 mg/vial y 50 mg/vial elaboradas en la línea SM6.

source: Since the purification capability of the TPA-05 purification process regarding HMW species has been shown to be efficient and reproducible for the three 12,000 L scale non-clinical batches (13229500 to 13229502), one clinical batch (13220000) and the four validation batches (13220001 to 13220004), monitoring of HMW species on in-process samples is discontinued.
es_es: Dado que se ha demostrado que la capacidad del proceso de purificación TPA-05 con respecto a las especies de alto peso molecular es eficiente y reproducible para tres partidas preclínicas a escala de 12,000 L (13229500 a 13229502), una partida clínica (13220000) y cuatro partidas de validación (13220001 a 13220004), se suspende el monitoreo de las especies de alto peso molecular en las muestras en proceso.

source: Since the purification capability of the TPA-05 purification process regarding HMW species has been shown to be efficient and reproducible for the three 12,000 L scale non-clinical batches (13229500 to 13229502), one clinical batch (13220000), the four validation batches (13220001 to 13220004) manufactured at BI Biberach and the three validation batches (13239510 - 13239512) manufactured at BI Vienna, monitoring of HMW species on in-process samples is discontinued.
es_es: Dado que se ha demostrado que la capacidad del proceso de purificación TPA-05 con respecto a las especies de alto peso molecular es eficiente y reproducible para tres partidas preclínicas a escala de 12,000 L (13229500 a 13229502), una partida clínica (13220000) y cuatro partidas de validación (13220001 a 13220004) elaboradas en BBI Biberach y tres partidas de validación (13239510 - 13239512) elaboradas en BI Vienna, se suspende el monitoreo de las especies de alto peso molecular en las muestras en proceso.

source: Since the tenecteplase overall clinical development started more than 20 years ago, the data is not available for several studies in the requested format.
es_es: Dado que el desarrollo clínico general de la tenecteplasa comenzó hace más de 20 años, los datos de varios estudios no están disponibles en el formato solicitado.

source: Since the trial was conducted in healthy volunteers, no assessment was conducted for drug-drug or drug-disease interactions.
es_es: Como el ensayo se llevó a cabo con voluntarios sanos, no se evaluaron las interacciones entre diferentes medicamentos ni entre medicamentos y determinadas enfermedades.

source: Since then, its marketing authorisation is maintained by Boehringer in more than 90 countries worldwide, including the European Union (EU).
es_es: Desde entonces, Boehringer mantiene su autorización de comercialización en más de 90 países de todo el mundo, incluida la Unión Europea (UE).

source: Since then, no changes of the qualitative and quantitative composition of tenecteplase were introduced.
es_es: Desde entonces, no se realizaron cambios en la composición cualicuantitativa de la tenecteplasa.
